[
    {
        "ayat":"1",
        "text":"الۤمّۤۚ ۝١",
        "latin":"alif lâm mîm",
        "arti":"Alif Lām Mīm."
    },
    {
        "ayat":"2",
        "text":"ذٰلِكَ الْكِتٰبُ لَا رَيْبَۛ فِيْهِۛ هُدًى لِّلْمُتَّقِيْنَۙ ۝٢",
        "latin":"dzâlikal-kitâbu lâ raiba fîh, hudal lil-muttaqîn",
        "arti":"Kitab (Al-Qur’an) ini tidak ada keraguan di dalamnya; (ia merupakan) petunjuk bagi orang-orang yang bertakwa,"
    },
    {
        "ayat":"3",
        "text":"الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۙ ۝٣",
        "latin":"alladzîna yu'minûna bil-ghaibi wa yuqîmûnash-shalâta wa mimmâ razaqnâhum yunfiqûn",
        "arti":"(yaitu) orang-orang yang beriman pada yang gaib, menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka,"
    },
    {
        "ayat":"4",
        "text":"وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ ۝٤",
        "latin":"walladzîna yu'minûna bimâ unzila ilaika wa mâ unzila ming qablik, wa bil-âkhirati hum yûqinûn",
        "arti":"dan mereka yang beriman pada (Al-Qur’an) yang diturunkan kepadamu (Nabi Muhammad) dan (kitab-kitab suci) yang telah diturunkan sebelum engkau dan mereka yakin akan adanya akhirat."
    },
    {
        "ayat":"5",
        "text":"اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ۝٥",
        "latin":"ulâ'ika ‘alâ hudam mir rabbihim wa ulâ'ika humul-mufliḫûn",
        "arti":"Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung."
    },
    {
        "ayat":"6",
        "text":"اِنَّ الَّذِيْنَ كَفَرُوْا سَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ۝٦",
        "latin":"innalladzîna kafarû sawâ'un ‘alaihim a andzartahum am lam tundzir-hum lâ yu'minûn",
        "arti":"Sesungguhnya orang-orang yang kufur itu sama saja bagi mereka, apakah engkau (Nabi Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman."
    },
    {
        "ayat":"7",
        "text":"خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْۗ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌࣖ ۝٧",
        "latin":"khatamallâhu ‘alâ qulûbihim wa ‘alâ sam‘ihim, wa ‘alâ abshârihim ghisyâwatuw wa lahum ‘adzâbun ‘adhîm",
        "arti":"Allah telah mengunci hati dan pendengaran mereka. Pada penglihatan mereka ada penutup, dan bagi mereka azab yang sangat berat."
    },
    {
        "ayat":"8",
        "text":"وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ ۝٨",
        "latin":"wa minan-nâsi may yaqûlu âmannâ billâhi wa bil-yaumil-âkhiri wa mâ hum bimu'minîn",
        "arti":"Di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari Akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang yang mukmin."
    },
    {
        "ayat":"9",
        "text":"يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْاۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ ۝٩",
        "latin":"yukhâdi‘ûnallâha walladzîna âmanû, wa mâ yakhda‘ûna illâ anfusahum wa mâ yasy‘urûn",
        "arti":"Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari."
    },
    {
        "ayat":"10",
        "text":"فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ ۝١",
        "latin":"fî qulûbihim maradlun fa zâdahumullâhu maradlâ, wa lahum ‘adzâbun alîmum bimâ kânû yakdzibûn",
        "arti":"Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya dan mereka mendapat azab yang sangat pedih karena mereka selalu berdusta."
    },
    {
        "ayat":"11",
        "text":"وَاِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْاَرْضِۙ قَالُوْٓا اِنَّمَا نَحْنُ مُصْلِحُوْنَ ۝١١",
        "latin":"wa idzâ qîla lahum lâ tufsidû fil ardli qâlû innamâ naḫnu mushliḫûn",
        "arti":"Apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi,” mereka menjawab, “Sesungguhnya kami hanyalah orang-orang yang melakukan perbaikan.”"
    },
    {
        "ayat":"12",
        "text":"اَلَآ اِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ ۝١",
        "latin":"alâ innahum humul-mufsidûna wa lâkil lâ yasy‘urûn",
        "arti":"Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari."
    },
    {
        "ayat":"13",
        "text":"وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا كَمَآ اٰمَنَ النَّاسُ قَالُوْٓا اَنُؤْمِنُ كَمَآ اٰمَنَ السُّفَهَاۤءُۗ اَلَآ اِنَّهُمْ هُمُ السُّفَهَاۤءُ وَلٰكِنْ لَّا يَعْلَمُوْنَ ۝١",
        "latin":"wa idzâ qîla lahum âminû kamâ âmanan-nâsu qâlû a nu'minu kamâ âmanas-sufahâ', alâ innahum humus-sufahâ'u wa lâkil lâ ya‘lamûn",
        "arti":"Apabila dikatakan kepada mereka, “Berimanlah kamu sebagaimana orang lain telah beriman,” mereka menjawab, “Apakah kami akan beriman seperti orang-orang yang picik akalnya itu beriman?” Ingatlah, sesungguhnya mereka itulah orang-orang yang picik akalnya, tetapi mereka tidak tahu."
    },
    {
        "ayat":"14",
        "text":"وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَوْا اِلٰى شَيٰطِيْنِهِمْۙ قَالُوْٓا اِنَّا مَعَكُمْۙ اِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ ۝١٤",
        "latin":"wa idzâ laqulladzîna âmanû qâlû âmannâ, wa idzâ khalau ilâ syayâthînihim qâlû innâ ma‘akum innamâ naḫnu mustahzi'ûn",
        "arti":"Apabila mereka berjumpa dengan orang yang beriman, mereka berkata, “Kami telah beriman.” Akan tetapi apabila mereka menyendiri dengan setan-setan (para pemimpin) mereka, mereka berkata, “Sesungguhnya kami bersama kamu, kami hanya pengolok-olok.”"
    },
    {
        "ayat":"15",
        "text":"اَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ۝١٥",
        "latin":"allâhu yastahzi'u bihim wa yamudduhum fî thughyânihim ya‘mahûn",
        "arti":"Allah akan memperolok-olokkan dan membiarkan mereka terombang-ambing dalam kesesatan."
    },
    {
        "ayat":"16",
        "text":"اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰىۖ فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُوْا مُهْتَدِيْنَ ۝١٦",
        "latin":"ulâ'ikalladzînasytarawudl-dlalâlata bil-hudâ fa mâ rabiḫat tijâratuhum wa mâ kânû muhtadîn",
        "arti":"Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk. Maka, tidaklah beruntung perniagaannya dan mereka bukanlah orang-orang yang mendapatkan petunjuk."
    },
    {
        "ayat":"17",
        "text":"مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًاۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ ۝١",
        "latin":"matsaluhum kamatsalilladzistauqada nârâ, fa lammâ adlâ'at mâ ḫaulahû dzahaballâhu binûrihim wa tarakahum fî dhulumâtil lâ yubshirûn",
        "arti":"Perumpamaan mereka seperti orang yang menyalakan api. Setelah (api itu) menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat."
    },
    {
        "ayat":"18",
        "text":"صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ ۝١",
        "latin":"shummum bukmun ‘umyun fa hum lâ yarji‘ûn",
        "arti":"(Mereka) tuli, bisu, lagi buta, sehingga mereka tidak dapat kembali."
    },
    {
        "ayat":"19",
        "text":"اَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ ۝١٩",
        "latin":"au kashayyibim minas-samâ'i fîhi dhulumâtuw wa ra‘duw wa barq, yaj‘alûna ashâbi‘ahum fî âdzânihim minash-shawâ‘iqi ḫadzaral-maût, wallâhu muḫîthum bil-kâfirîn",
        "arti":"Atau, seperti (orang yang ditimpa) hujan lebat dari langit yang disertai berbagai kegelapan, petir, dan kilat. Mereka menyumbat telinga dengan jari-jarinya (untuk menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir."
    },
    {
        "ayat":"20",
        "text":"يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْۗ كُلَّمَآ اَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِۙ وَاِذَآ اَظْلَمَ عَلَيْهِمْ قَامُوْاۗ وَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌࣖ ۝٢٠",
        "latin":"yakâdul-barqu yakhthafu abshârahum, kullamâ adlâ'a lahum masyau fîhi wa idzâ adhlama ‘alaihim qâmû, walau syâ'allâhu ladzahaba bisam‘ihim wa abshârihim, innallâha ‘alâ kulli syai'ing qadîr",
        "arti":"Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu. Apabila gelap menerpa mereka, mereka berdiri (tidak bergerak). Sekiranya Allah menghendaki, niscaya Dia menghilangkan pendengaran dan penglihatan mereka. Sesungguhnya Allah Mahakuasa atas segala sesuatu."
    },
    {
        "ayat":"21",
        "text":"يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ ۝٢١",
        "latin":"yâ ayyuhan-nâsu‘budû rabbakumulladzî khalaqakum walladzîna ming qablikum la‘allakum tattaqûn",
        "arti":"Wahai manusia, sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu agar kamu bertakwa."
    },
    {
        "ayat":"22",
        "text":"الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءًۖ وَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ۝٢٢",
        "latin":"alladzî ja‘ala lakumul-ardla firâsyaw was-samâ'a binâ'aw wa anzala minas-samâ'i mâ'an fa akhraja bihî minats-tsamarâti rizqal lakum, fa lâ taj‘alû lillâhi andâdaw wa antum ta‘lamûn",
        "arti":"(Dialah) yang menjadikan bagimu bumi (sebagai) hamparan dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan (hujan) itu buah-buahan sebagai rezeki untuk kamu. Oleh karena itu, janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui."
    },
    {
        "ayat":"23",
        "text":"وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝٢٣",
        "latin":"wa ing kuntum fî raibim mimmâ nazzalnâ ‘alâ ‘abdinâ fa'tû bisûratim mim mitslihî wad‘û syuhadâ'akum min dûnillâhi ing kuntum shâdiqîn",
        "arti":"Jika kamu (tetap) dalam keraguan tentang apa (Al-Qur’an) yang Kami turunkan kepada hamba Kami (Nabi Muhammad), buatlah satu surah yang semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar."
    },
    {
        "ayat":"24",
        "text":"فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُۖ اُعِدَّتْ لِلْكٰفِرِيْنَ ۝٢٤",
        "latin":"fa il lam taf‘alû wa lan taf‘alû fattaqun-nârallatî waqûduhan-nâsu wal-ḫijâratu u‘iddat lil-kâfirîn",
        "arti":"Jika kamu tidak (mampu) membuat(-nya) dan (pasti) kamu tidak akan (mampu) membuat(-nya), takutlah pada api neraka yang bahan bakarnya adalah manusia dan batu yang disediakan bagi orang-orang kafir."
    },
    {
        "ayat":"25",
        "text":"وَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ كُلَّمَا رُزِقُوْا مِنْهَا مِنْ ثَمَرَةٍ رِّزْقًاۙ قَالُوْا هٰذَا الَّذِيْ رُزِقْنَا مِنْ قَبْلُ وَاُتُوْا بِهٖ مُتَشَابِهًاۗ وَلَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ وَّهُمْ فِيْهَا خٰلِدُوْنَ ۝٢٥",
        "latin":"wa basysyirilladzîna âmanû wa ‘amilush-shâliḫâti anna lahum jannâtin tajrî min taḫtihal-an-hâr, kullamâ ruziqû min-hâ min tsamaratir rizqang qâlû hâdzalladzî ruziqnâ ming qablu wa utû bihî mutasyâbihâ, wa lahum fîhâ azwâjum muthahharatuw wa hum fîhâ khâlidûn",
        "arti":"Sampaikanlah kabar gembira kepada orang-orang yang beriman dan beramal saleh bahwa untuk mereka (disediakan) surga-surga yang di bawahnya mengalir sungai-sungai. Setiap kali diberi rezeki buah-buahan darinya, mereka berkata, “Inilah rezeki yang diberikan kepada kami sebelumnya.” Mereka telah diberi (buah-buahan) yang serupa dan di sana mereka (memperoleh) pasangan-pasangan yang disucikan. Mereka kekal di dalamnya."
    },
    {
        "ayat":"26",
        "text":" اِنَّ اللّٰهَ لَا يَسْتَحْيٖٓ اَنْ يَّضْرِبَ مَثَلًا مَّا بَعُوْضَةً فَمَا فَوْقَهَاۗ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْۚ وَاَمَّا الَّذِيْنَ كَفَرُوْا فَيَقُوْلُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًاۘ يُضِلُّ بِهٖ كَثِيْرًا وَّيَهْدِيْ بِهٖ كَثِيْرًاۗ وَمَا يُضِلُّ بِهٖٓ اِلَّا الْفٰسِقِيْنَۙ ۝٢٦",
        "latin":"innallâha lâ yastaḫyî ay yadlriba matsalam mâ ba‘ûdlatan fa mâ fauqahâ, fa ammalladzîna âmanû fa ya‘lamûna annahul-ḫaqqu mir rabbihim, wa ammalladzîna kafarû fa yaqûlûna mâdzâ arâdallâhu bihâdzâ matsalâ, yudlillu bihî katsîraw wa yahdî bihî katsîrâ, wa mâ yudlillu bihî illal-fâsiqîn",
        "arti":"Sesungguhnya Allah tidak segan membuat perumpamaan seekor nyamuk atau yang lebih kecil daripada itu. Adapun orang-orang yang beriman mengetahui bahwa itu kebenaran dari Tuhannya. Akan tetapi, orang-orang kafir berkata, “Apa maksud Allah dengan perumpamaan ini?” Dengan (perumpamaan) itu banyak orang yang disesatkan-Nya. Dengan itu pula banyak orang yang diberi-Nya petunjuk. Namun, tidak ada yang Dia sesatkan dengan (perumpamaan) itu, selain orang-orang fasik,"
    },
    {
        "ayat":"27",
        "text":"alladzîna yangqudlûna ‘ahdallâhi mim ba‘di mîtsâqihî wa yaqtha‘ûna mâ amarallâhu bihî ay yûshala wa yufsidûna fil-ardl, ulâ'ika humul-khâsirûn",
        "latin":"alladzîna yangqudlûna ‘ahdallâhi mim ba‘di mîtsâqihî wa yaqtha‘ûna mâ amarallâhu bihî ay yûshala wa yufsidûna fil-ardl, ulâ'ika humul-khâsirûn",
        "arti":"(yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (silaturahmi), dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi."
    },
    {
        "ayat":"28",
        "text":"كَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ ۝٢٨",
        "latin":"kaifa takfurûna billâhi wa kuntum amwâtan fa aḫyâkum, tsumma yumîtukum tsumma yuḫyîkum tsumma ilaihi turja‘ûn",
        "arti":"Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia akan mematikan kamu, Dia akan menghidupkan kamu kembali, dan kepada-Nyalah kamu dikembalikan?"
    },
    {
        "ayat":"29",
        "text":"هُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْاَرْضِ جَمِيْعًا ثُمَّ اسْتَوٰٓى اِلَى السَّمَاۤءِ فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌࣖ ۝٢٩",
        "latin":"huwalladzî khalaqa lakum mâ fil-ardli jamî‘an tsummastawâ ilas-samâ'i fa sawwâhunna sab‘a samâwât, wa huwa bikulli syai'in ‘alîm",
        "arti":"Dialah (Allah) yang menciptakan segala yang ada di bumi untukmu, kemudian Dia menuju ke (penciptaan) langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dia Maha Mengetahui segala sesuatu."
    },
    {
        "ayat":"30",
        "text":"وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ ِانِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةًۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ ۝٣٠",
        "latin":"wa idz qâla rabbuka lil-malâ'ikati innî jâ‘ilun fil-ardli khalîfah, qâlû a taj‘alu fîhâ may yufsidu fîhâ wa yasfikud-dimâ', wa naḫnu nusabbiḫu biḫamdika wa nuqaddisu lak, qâla innî a‘lamu mâ lâ ta‘lamûn",
        "arti":"(Ingatlah) ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah di bumi.” Mereka berkata, “Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, “Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.”"
    },
    {
        "ayat":"31",
        "text":"وَعَلَّمَ اٰدَمَ الْاَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ اَنْۢبِـُٔوْنِيْ بِاَسْمَاۤءِ هٰٓؤُلَاۤءِ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝٣١",
        "latin":"wa ‘allama âdamal-asmâ'a kullahâ tsumma ‘aradlahum ‘alal-malâ'ikati fa qâla ambi'ûnî bi'asmâ'i hâ'ulâ'i ing kuntum shâdiqîn",
        "arti":"Dia mengajarkan kepada Adam nama-nama (benda) seluruhnya, kemudian Dia memperlihatkannya kepada para malaikat, seraya berfirman, “Sebutkan kepada-Ku nama-nama (benda) ini jika kamu benar!”"
    },
    {
        "ayat":"32",
        "text":"قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ اِلَّا مَا عَلَّمْتَنَاۗ اِنَّكَ اَنْتَ الْعَلِيْمُ الْحَكِيْمُ ۝٣٢",
        "latin":"qâlû sub-ḫânaka lâ ‘ilma lanâ illâ mâ ‘allamtanâ, innaka antal-‘alîmul-ḫakîm",
        "arti":"Mereka menjawab, “Mahasuci Engkau. Tidak ada pengetahuan bagi kami, selain yang telah Engkau ajarkan kepada kami. Sesungguhnya Engkaulah Yang Maha Mengetahui lagi Mahabijaksana.”"
    },
    {
        "ayat":"33",
        "text":"قَالَ يٰٓاٰدَمُ اَنْۢبِئْهُمْ بِاَسْمَاۤىِٕهِمْۚ فَلَمَّآ اَنْۢبَاَهُمْ بِاَسْمَاۤىِٕهِمْۙ قَالَ اَلَمْ اَقُلْ لَّكُمْ اِنِّيْٓ اَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۙ وَاَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ ۝٣٣",
        "latin":"qâla yâ âdamu ambi'hum bi'asmâ'ihim, fa lammâ amba'ahum bi'asmâ'ihim qâla a lam aqul lakum innî a‘lamu ghaibas-samâwâti wal-ardli wa a‘lamu mâ tubdûna wa mâ kuntum taktumûn",
        "arti":"Dia (Allah) berfirman, “Wahai Adam, beri tahukanlah kepada mereka nama-nama benda itu!” Setelah dia (Adam) menyebutkan nama-nama itu, Dia berfirman, “Bukankah telah Kukatakan kepadamu bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang selalu kamu sembunyikan?”"
    },
    {
        "ayat":"34",
        "text":"وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ اَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ ۝٣٤",
        "latin":"wa idz qulnâ lil-malâ'ikatisjudû li'âdama fa sajadû illâ iblîs, abâ wastakbara wa kâna minal-kâfirîn",
        "arti":"(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka, mereka pun sujud, kecuali Iblis. Ia menolaknya dan menyombongkan diri, dan ia termasuk golongan kafir."
    },
    {
        "ayat":"35",
        "text":"وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ۝٣٥",
        "latin":"wa qulnâ yâ âdamuskun anta wa zaujukal-jannata wa kulâ min-hâ raghadan ḫaitsu syi'tumâ wa lâ taqrabâ hâdzihisy-syajarata fa takûnâ minadh-dhâlimîn",
        "arti":"Kami berfirman, “Wahai Adam, tinggallah engkau dan istrimu di dalam surga, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu, dan janganlah kamu dekati pohon ini, sehingga kamu termasuk orang-orang zalim!”"
    },
    {
        "ayat":"36",
        "text":"فَاَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فِيْهِۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّۚ وَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ۝٣٦",
        "latin":"fa azallahumasy-syaithânu ‘an-hâ fa akhrajahumâ mimmâ kânâ fîhi wa qulnahbithû ba‘dlukum liba‘dlin ‘aduww, wa lakum fil-ardli mustaqarruw wa matâ‘un ilâ ḫîn",
        "arti":"Lalu, setan menggelincirkan keduanya darinya sehingga keduanya dikeluarkan dari segala kenikmatan ketika keduanya ada di sana (surga). Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain serta bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.”"
    },
    {
        "ayat":"37",
        "text":"فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ۝٣٧",
        "latin":"fa talaqqâ âdamu mir rabbihî kalimâtin fa tâba ‘alaîh, innahû huwat-tawwâbur-raḫîm",
        "arti":"Kemudian, Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sesungguhnya Dialah Yang Maha Penerima tobat lagi Maha Penyayang."
    },
    {
        "ayat":"38",
        "text":"قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًاۚ فَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ۝٣٨",
        "latin":"qulnahbithû min-hâ jamî‘â, fa immâ ya'tiyannakum minnî hudan fa man tabi‘a hudâya fa lâ khaufun ‘alaihim wa lâ hum yaḫzanûn",
        "arti":"Kami berfirman, “Turunlah kamu semua dari surga! Lalu, jika benar-benar datang petunjuk-Ku kepadamu, siapa saja yang mengikuti petunjuk-Ku tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih hati.”"
    },
    {
        "ayat":"39",
        "text":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَࣖ ۝٣٩",
        "latin":"walladzîna kafarû wa kadzdzabû bi'âyâtinâ ulâ'ika ash-ḫâbun-nâr, hum fîhâ khâlidûn",
        "arti":"(Sementara itu,) orang-orang yang mengingkari dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya."
    },
    {
        "ayat":"40",
        "text":"يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ ۝٤٠",
        "latin":"yâ banî isrâ'îladzkurû ni‘matiyallatî an‘amtu ‘alaikum wa aufû bi‘ahdî ûfi bi‘ahdikum, wa iyyâya far-habûn",
        "arti":"Wahai Bani Israil, ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu. Hanya kepada-Ku hendaknya kamu takut."
    },
    {
        "ayat":"41",
        "text":"وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍ ۢ بِهٖۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًاۖ وَّاِيَّايَ فَاتَّقُوْنِ ۝٤١",
        "latin":"wa âminû bimâ anzaltu mushaddiqal limâ ma‘akum wa lâ takûnû awwala kâfirim bihî wa lâ tasytarû bi'âyâtî tsamanang qalîlaw wa iyyâya fattaqûn",
        "arti":"Berimanlah kamu kepada apa (Al-Qur’an) yang telah Aku turunkan sebagai pembenar bagi apa yang ada pada kamu (Taurat) dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu menukarkan ayat-ayat-Ku dengan harga murah dan bertakwalah hanya kepada-Ku."
    },
    {
        "ayat":"42",
        "text":"وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ۝٤٢",
        "latin":"wa lâ talbisul-ḫaqqa bil-bâthili wa taktumul-ḫaqqa wa antum ta‘lamûn",
        "arti":"Janganlah kamu campuradukkan kebenaran dengan kebatilan dan (jangan pula) kamu sembunyikan kebenaran, sedangkan kamu mengetahui(-nya)."
    },
    {
        "ayat":"43",
        "text":"وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرّٰكِعِيْنَ ۝٤٣",
        "latin":"wa aqîmush-shalâta wa âtuz-zakâta warka‘û ma‘ar-râki‘în",
        "arti":"Tegakkanlah salat, tunaikanlah zakat, dan rukuklah beserta orang-orang yang rukuk."
    },
    {
        "ayat":"44",
        "text":"۞ اَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَۗ اَفَلَا تَعْقِلُوْنَ ۝٤",
        "latin":"a ta'murûnan-nâsa bil-birri wa tansauna anfusakum wa antum tatlûnal-kitâb, a fa lâ ta‘qilûn",
        "arti":"Mengapa kamu menyuruh orang lain untuk (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca suci (Taurat)? Tidakkah kamu mengerti?"
    },
    {
        "ayat":"45",
        "text":"وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ ۝٤",
        "latin":"wasta‘înû bish-shabri wash-shalâh, wa innahâ lakabîratun illâ ‘alal-khâsyi‘în",
        "arti":"Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sesungguhnya (salat) itu benar-benar berat, kecuali bagi orang-orang yang khusyuk,"
    },
    {
        "ayat":"46",
        "text":"الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رٰجِعُوْنَࣖ ۝٤٦",
        "latin":"alladzîna yadhunnûna annahum mulâqû rabbihim wa annahum ilaihi râji‘ûn",
        "arti":"(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya dan hanya kepada-Nya mereka kembali."
    },
    {
        "ayat":"47",
        "text":"يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ ۝٤٧",
        "latin":"yâ banî isrâ'îladzkurû ni‘matiyallatî an‘amtu ‘alaikum wa annî fadldlaltukum ‘alal-‘âlamîn",
        "arti":"Wahai Bani Israil, ingatlah nikmat-Ku yang telah Aku anugerahkan kepadamu dan sesungguhnya Aku telah melebihkan kamu daripada semua umat di alam ini (pada masa itu)."
    },
    {
        "ayat":"48",
        "text":"وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ ۝٤٨",
        "latin":"wattaqû yaumal lâ tajzî nafsun ‘an nafsin syai'aw wa lâ yuqbalu min-hâ syafâ‘atuw wa lâ yu'khadzu min-hâ ‘adluw wa lâ hum yunsharûn",
        "arti":"Takutlah kamu pada suatu hari (kiamat) yang seseorang tidak dapat membela orang lain sedikit pun, syafaat dan tebusan apa pun darinya tidak diterima, dan mereka tidak akan ditolong."
    },
    {
        "ayat":"49",
        "text":"وَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ۝٤",
        "latin":"wa idz najjainâkum min âli fir‘auna yasûmûnakum sû'al-‘adzâbi yudzabbiḫûna abnâ'akum wa yastaḫyûna nisâ'akum, wa fî dzâlikum balâ'um mir rabbikum ‘adhîm",
        "arti":"(Ingatlah) ketika Kami menyelamatkan kamu dari (Fir‘aun dan) pengikut-pengikut Fir‘aun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Pada yang demikian terdapat cobaan yang sangat besar dari Tuhanmu."
    },
    {
        "ayat":"50",
        "text":"وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ ۝٥٠",
        "latin":"wa idz faraqnâ bikumul-baḫra fa anjainâkum wa aghraqnâ âla fir‘auna wa antum tandhurûn",
        "arti":"(Ingatlah) ketika Kami membelah laut untukmu, lalu Kami menyelamatkanmu dan menenggelamkan (Fir‘aun dan) pengikut-pengikut Fir‘aun, sedangkan kamu menyaksikan(-nya)."
    },
    {
        "ayat":"51",
        "text":"وَاِذْ وٰعَدْنَا مُوْسٰىٓ اَرْبَعِيْنَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ ۝٥١",
        "latin":"wa idz wâ‘adnâ mûsâ arba‘îna lailatan tsummattakhadztumul-‘ijla mim ba‘dihî wa antum dhâlimûn",
        "arti":"(Ingatlah) ketika Kami menjanjikan (petunjuk Taurat) kepada Musa (melalui munajat selama) empat puluh malam. Kemudian, kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sembahan) setelah (kepergian)-nya, dan kamu (menjadi) orang-orang zalim."
    },
    {
        "ayat":"52",
        "text":"ثُمَّ عَفَوْنَا عَنْكُمْ مِّنْۢ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُوْنَ ۝٥٢",
        "latin":"tsumma ‘afaunâ ‘angkum mim ba‘di dzâlika la‘allakum tasykurûn",
        "arti":"Setelah itu, Kami memaafkan kamu agar kamu bersyukur."
    },
    {
        "ayat":"53",
        "text":"وَاِذْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُوْنَ ۝٥٣",
        "latin":"wa idz âtainâ mûsal-kitâba wal-furqâna la‘allakum tahtadûn",
        "arti":"(Ingatlah) ketika Kami memberikan kitab (Taurat) dan furqān kepada Musa agar kamu memperoleh petunjuk."
    },
    {
        "ayat":"54",
        "text":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اِنَّكُمْ ظَلَمْتُمْ اَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوْبُوْٓا اِلٰى بَارِىِٕكُمْ فَاقْتُلُوْٓا اَنْفُسَكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ عِنْدَ بَارِىِٕكُمْۗ فَتَابَ عَلَيْكُمْۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ۝٥٤",
        "latin":"wa idz qâla mûsâ liqaumihî yâ qaumi innakum dhalamtum anfusakum bittikhâdzikumul-‘ijla fa tûbû ilâ bâri'ikum faqtulû anfusakum, dzâlikum khairul lakum ‘inda bâri'ikum, fa tâba ‘alaikum, innahû huwat-tawwâbur-raḫîm",
        "arti":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, sesungguhnya kamu telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sembahan). Oleh karena itu, bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu dalam pandangan Penciptamu. Dia akan menerima tobatmu. Sesungguhnya Dialah Yang Maha Penerima Tobat lagi Maha Penyayang."
    },
    {
        "ayat":"55",
        "text":"وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ ۝٥",
        "latin":"wa idz qultum yâ mûsâ lan nu'mina laka ḫattâ narallâha jahratan fa akhadzatkumush-shâ‘iqatu wa antum tandhurûn",
        "arti":"(Ingatlah) ketika kamu berkata, “Wahai Musa, kami tidak akan beriman kepadamu sebelum melihat Allah dengan jelas.” Maka, halilintar menyambarmu dan kamu menyaksikan(-nya)."
    },
    {
        "ayat":"56",
        "text":"ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ۝٥٦",
        "latin":"tsumma ba‘atsnâkum mim ba‘di mautikum la‘allakum tasykurûn",
        "arti":"Kemudian, Kami membangkitkan kamu setelah kematianmu agar kamu bersyukur."
    },
    {
        "ayat":"57",
        "text":"وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰىۗ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ۝٥٧",
        "latin":"wa dhallalnâ ‘alaikumul-ghamâma wa anzalnâ ‘alaikumul-manna was-salwâ, kulû min thayyibâti mâ razaqnâkum, wa mâ dhalamûnâ wa lâking kânû anfusahum yadhlimûn",
        "arti":"Kami menaungi kamu dengan awan dan Kami menurunkan kepadamu manna dan salwa. Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri."
    },
    {
        "ayat":"58",
        "text":"وَاِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ ۝٥٨",
        "latin":"wa idz qulnadkhulû hâdzihil-qaryata fa kulû min-hâ ḫaitsu syi'tum raghadaw wadkhulul-bâba sujjadaw wa qûlû ḫiththatun naghfir lakum khathâyâkum, wa sanazîdul-muḫsinîn",
        "arti":"(Ingatlah) ketika Kami berfirman, “Masuklah ke negeri ini (Baitulmaqdis). Lalu, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Masukilah pintu gerbangnya sambil membungkuk dan katakanlah, ‘Bebaskanlah kami (dari dosa-dosa kami),’ niscaya Kami mengampuni kesalahan-kesalahanmu. Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan.”"
    },
    {
        "ayat":"59",
        "text":"فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَࣖ ۝٥٩",
        "latin":"fa baddalalladzîna dhalamû qaulan ghairalladzî qîla lahum fa anzalnâ ‘alalladzîna dhalamû rijzam minas-samâ'i bimâ kânû yafsuqûn",
        "arti":"Lalu, orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka, Kami menurunkan malapetaka dari langit kepada orang-orang yang zalim itu karena mereka selalu berbuat fasik."
    },
    {
        "ayat":"60",
        "text":"۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۝٦٠",
        "latin":"wa idzistasqâ mûsâ liqaumihî fa qulnadlrib bi‘ashâkal-ḫajar, fanfajarat min-hutsnatâ ‘asyrata ‘ainâ, qad ‘alima kullu unâsim masyrabahum, kulû wasyrabû mir rizqillâhi wa lâ ta‘tsau fil-ardli mufsidîn",
        "arti":"(Ingatlah) ketika Musa memohon (curahan) air untuk kaumnya. Lalu, Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah darinya (batu itu) dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezeki (yang diberikan) Allah dan janganlah melakukan kejahatan di bumi dengan berbuat kerusakan."
    },
    {
        "ayat":"61",
        "text":"وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَاۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَࣖ ۝٦١",
        "latin":"wa idz qultum yâ mûsâ lan nashbira ‘alâ tha‘âmiw wâḫidin fad‘u lanâ rabbaka yukhrij lanâ mimmâ tumbitul-ardlu mim baqlihâ wa qitstsâ'ihâ wa fûmihâ wa ‘adasihâ wa bashalihâ, qâla a tastabdilûnalladzî huwa adnâ billadzî huwa khaîr, ihbithû mishran fa inna lakum mâ sa'altum, wa dluribat ‘alaihimudz-dzillatu wal-maskanatu wa bâ'û bighadlabim minallâh, dzâlika bi'annahum kânû yakfurûna bi'âyâtillâhi wa yaqtulûnan-nabiyyîna bighairil-ḫaqq, dzâlika bimâ ‘ashaw wa kânû ya‘tadûn",
        "arti":"(Ingatlah) ketika kamu berkata, “Wahai Musa, kami tidak tahan hanya (makan) dengan satu macam makanan. Maka, mohonkanlah kepada Tuhanmu untuk kami agar Dia memberi kami apa yang ditumbuhkan bumi, seperti sayur-mayur, mentimun, bawang putih, kacang adas, dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota. Pasti kamu akan memperoleh apa yang kamu minta.” Kemudian, mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena sesungguhnya mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu ditimpakan karena mereka durhaka dan selalu melampaui batas."
    },
    {
        "ayat":"62",
        "text":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ۝٦٢",
        "latin":"innalladzîna âmanû walladzîna hâdû wan-nashârâ wash-shâbi'îna man âmana billâhi wal-yaumil-âkhiri wa ‘amila shâliḫan fa lahum ajruhum ‘inda rabbihim, wa lâ khaufun ‘alaihim wa lâ hum yaḫzanûn",
        "arti":"Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Sabiin, siapa saja (di antara mereka) yang beriman kepada Allah dan hari Akhir serta melakukan kebajikan (pasti) mendapat pahala dari Tuhannya, tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih hati."
    },
    {
        "ayat":"63",
        "text":"وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ۝٦٣",
        "latin":"wa idz akhadznâ mîtsâqakum wa rafa‘nâ fauqakumuth-thûr, khudzû mâ âtainâkum biquwwatiw wadzkurû mâ fîhi la‘allakum tattaqûn",
        "arti":"(Ingatlah) ketika Kami mengambil janjimu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya agar kamu bertakwa.”"
    },
    {
        "ayat":"64",
        "text":"ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ ۝٦٤",
        "latin":"tsumma tawallaitum mim ba‘di dzâlika falau lâ fadllullâhi ‘alaikum wa raḫmatuhû lakuntum minal-khâsirîn",
        "arti":"Setelah itu, kamu berpaling. Maka, seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi."
    },
    {
        "ayat":"65",
        "text":"وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خٰسِـِٕيْنَ ۝٦",
        "latin":"wa laqad ‘alimtumulladzîna‘tadau mingkum fis-sabti fa qulnâ lahum kûnû qiradatan khâsi'în",
        "arti":"Sungguh, kamu benar-benar telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!”"
    },
    {
        "ayat":"66",
        "text":"فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ۝٦٦",
        "latin":"fa ja‘alnâhâ nakâlal limâ baina yadaihâ wa mâ khalfahâ wa mau‘idhatal lil-muttaqîn",
        "arti":"Maka, Kami jadikan (yang demikian) itu sebagai peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa."
    },
    {
        "ayat":"67",
        "text":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوْا بَقَرَةًۗ قَالُوْٓا اَتَتَّخِذُنَا هُزُوًاۗ قَالَ اَعُوْذُ بِاللّٰهِ اَنْ اَكُوْنَ مِنَ الْجٰهِلِيْنَ ۝٦٧",
        "latin":"wa idz qâla mûsâ liqaumihî innallâha ya'murukum an tadzbaḫû baqarah, qâlû a tattakhidzunâ huzuwâ, qâla a‘ûdzu billâhi an akûna minal-jâhilîn",
        "arti":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Allah memerintahkan kamu agar menyembelih seekor sapi.” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?” Dia menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang jahil.”"
    },
    {
        "ayat":"68",
        "text":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ۝٦٨",
        "latin":"qâlud‘u lanâ rabbaka yubayyil lanâ mâ hiy, qâla innahû yaqûlu innahâ baqaratul lâ fâridluw wa lâ bikr, ‘awânum baina dzâlik, faf‘alû mâ tu'marûn",
        "arti":"Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa sapi itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka, kerjakanlah apa yang diperintahkan kepadamu.”"
    },
    {
        "ayat":"69",
        "text":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَاۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ ۝٦٩",
        "latin":"qâlud‘u lanâ rabbaka yubayyil lanâ mâ launuhâ, qâla innahû yaqûlu innahâ baqaratun shafrâ'u fâqi‘ul launuhâ tasurrun-nâdhirîn",
        "arti":"Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa (sapi) itu adalah sapi yang warnanya kuning tua, yang menyenangkan orang-orang yang memandang(-nya).”"
    },
    {
        "ayat":"70",
        "text":"قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَاِنَّآ اِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ ۝٧",
        "latin":"qâlud‘u lanâ rabbaka yubayyil lanâ mâ hiya innal-baqara tasyâbaha ‘alainâ, wa innâ in syâ'allâhu lamuhtadûn",
        "arti":"Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendakinya, niscaya kami mendapat petunjuk.”"
    },
    {
        "ayat":"71",
        "text":"قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْاَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَاۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَࣖ ۝٧١",
        "latin":"qâla innahû yaqûlu innahâ baqaratul lâ dzalûlun tutsîrul-ardla wa lâ tasqil-ḫarts, musallamatul lâ syiyata fîhâ, qâlul-âna ji'ta bil-ḫaqqi fa dzabaḫûhâ wa mâ kâdû yaf‘alûn",
        "arti":"Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa (sapi) itu adalah sapi yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu, mereka menyembelihnya, dan hampir saja mereka tidak melaksanakan (perintah) itu."
    },
    {
        "ayat":"72",
        "text":"وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَاۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَۚ ۝٧٢",
        "latin":"wa idz qataltum nafsan faddâra‘tum fîhâ, wallâhu mukhrijum mâ kuntum taktumûn",
        "arti":"(Ingatlah) ketika kamu membunuh seseorang lalu kamu saling tuduh tentang itu. Akan tetapi, Allah menyingkapkan apa yang selalu kamu sembunyikan."
    },
    {
        "ayat":"73",
        "text":"فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ۝٧٣",
        "latin":"fa qulnadlribûhu biba‘dlihâ, kadzâlika yuḫyillâhul-mautâ wa yurîkum âyâtihî la‘allakum ta‘qilûn",
        "arti":"Lalu, Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti."
    },
    {
        "ayat":"74",
        "text":"ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةًۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُۗ وَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ۝٧",
        "latin":"tsumma qasat qulûbukum mim ba‘di dzâlika fa hiya kal-ḫijârati au asyaddu qaswah, wa inna minal-ḫijârati lamâ yatafajjaru min-hul-an-hâr, wa inna min-hâ lamâ yasysyaqqaqu fa yakhruju min-hul-mâ', wa inna min-hâ lamâ yahbithu min khasy-yatillâh, wa mallâhu bighâfilin ‘ammâ ta‘malûn",
        "arti":"Setelah itu, hatimu menjadi keras sehingga ia (hatimu) seperti batu, bahkan lebih keras. Padahal, dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar. Ada pula yang terbelah, lalu keluarlah mata air darinya, dan ada lagi yang meluncur jatuh karena takut kepada Allah. Allah tidaklah lengah terhadap apa yang kamu kerjakan."
    },
    {
        "ayat":"75",
        "text":"۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ۝٧٥",
        "latin":"a fa tathma‘ûna ay yu'minû lakum wa qad kâna farîqum min-hum yasma‘ûna kalâmallâhi tsumma yuḫarrifûnahû mim ba‘di mâ ‘aqalûhu wa hum ya‘lamûn",
        "arti":"Maka, apakah kamu (muslimin) sangat mengharapkan mereka agar percaya kepadamu, sedangkan segolongan mereka mendengar firman Allah lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahui(-nya)?"
    },
    {
        "ayat":"76",
        "text":"وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْۗ اَفَلَا تَعْقِلُوْنَ ۝٧٦",
        "latin":"wa idzâ laqulladzîna âmanû qâlû âmannâ, wa idzâ khalâ ba‘dluhum ilâ ba‘dling qâlû a tuḫadditsûnahum bimâ fataḫallâhu ‘alaikum liyuḫâjjûkum bihî ‘inda rabbikum, a fa lâ ta‘qilûn",
        "arti":"Apabila berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Akan tetapi, apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Apakah kamu tidak mengerti?”"
    },
    {
        "ayat":"77",
        "text":"اَوَلَا يَعْلَمُوْنَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۝٧",
        "latin":"a wa lâ ya‘lamûna annallâha ya‘lamu mâ yusirrûna wa mâ yu‘linûn",
        "arti":"Tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?"
    },
    {
        "ayat":"78",
        "text":"وَمِنْهُمْ اُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ اِلَّآ اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّوْنَ ۝٧",
        "latin":"wa min-hum ummiyyûna lâ ya‘lamûnal-kitâba illâ amâniyya wa in hum illâ yadhunnûn",
        "arti":"Di antara mereka ada yang umi (buta huruf), tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga."
    },
    {
        "ayat":"79",
        "text":"فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِاَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًاۗ فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ اَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ۝٧٩",
        "latin":"fa wailul lilladzîna yaktubûnal-kitâba bi'aidîhim tsumma yaqûlûna hâdzâ min ‘indillâhi liyasytarû bihî tsamanang qalîlâ, fa wailul lahum mimmâ katabat aidîhim wa wailul lahum mimmâ yaksibûn",
        "arti":"Celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, “Ini dari Allah,” (dengan maksud) untuk menjualnya dengan harga murah. Maka, celakalah mereka karena tulisan tangan mereka dan celakalah mereka karena apa yang mereka perbuat."
    },
    {
        "ayat":"80",
        "text":"وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةًۗ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ اَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ۝٨",
        "latin":"wa qâlû lan tamassanan-nâru illâ ayyâmam ma‘dûdah, qul attakhadztum ‘indallâhi ‘ahdan fa lay yukhlifallâhu ‘ahdahû am taqûlûna ‘alallâhi mâ lâ ta‘lamûn",
        "arti":"Mereka berkata, “Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” Katakanlah, “Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan mengingkari janji-Nya ataukah kamu berkata tentang Allah sesuatu yang tidak kamu ketahui?”"
    },
    {
        "ayat":"81",
        "text":"بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّاَحَاطَتْ بِهٖ خَطِيْۤــَٔـتُهٗ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ۝٨١",
        "latin":"balâ mang kasaba sayyi'ataw wa 'aḫâthat bihî khathî'atuhû fa ulâ'ika ash-ḫâbun-nâr, hum fîhâ khâlidûn",
        "arti":"Bukan demikian! Siapa yang berbuat keburukan dan dosanya telah menenggelamkannya, mereka itulah penghuni neraka. Mereka kekal di dalamnya."
    },
    {
        "ayat":"82",
        "text":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَࣖ ۝٨٢",
        "latin":"walladzîna âmanû wa ‘amilush-shâliḫâti ulâ'ika ash-ḫâbul-jannah, hum fîhâ khâlidûn",
        "arti":"Adapun orang-orang yang beriman dan beramal saleh, mereka itulah penghuni surga. Mereka kekal di dalamnya."
    },
    {
        "ayat":"83",
        "text":"وَاِذْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلِيْلًا مِّنْكُمْ وَاَنْتُمْ مُّعْرِضُوْنَ ۝٨٣",
        "latin":"wa idz akhadznâ mîtsâqa banî isrâ'îla lâ ta‘budûna illallâha wa bil-wâlidaini iḫsânaw wa dzil-qurbâ wal-yatâmâ wal-masâkîni wa qûlû lin-nâsi ḫusnaw wa aqîmush-shalâta wa âtuz-zakâh, tsumma tawallaitum illâ qalîlam mingkum wa antum mu‘ridlûn",
        "arti":"(Ingatlah) ketika Kami mengambil perjanjian dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuatbaiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Selain itu, bertutur katalah yang baik kepada manusia, laksanakanlah salat, dan tunaikanlah zakat.” Akan tetapi, kamu berpaling (mengingkarinya), kecuali sebagian kecil darimu, dan kamu (masih menjadi) pembangkang."
    },
    {
        "ayat":"84",
        "text":"وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ۝٨",
        "latin":"wa idz akhadznâ mîtsâqakum lâ tasfikûna dimâ'akum wa lâ tukhrijûna anfusakum min diyârikum tsumma aqrartum wa antum tasy-hadûn",
        "arti":"(Ingatlah) ketika Kami mengambil perjanjianmu (agar) kamu tidak menumpahkan darahmu (membunuh orang) dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu. Kemudian, kamu berikrar dan bersaksi."
    },
    {
        "ayat":"85",
        "text":"ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَاۚ وَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ۝٨٥",
        "latin":"tsumma antum hâ'ulâ'i taqtulûna anfusakum wa tukhrijûna farîqam mingkum min diyârihim tadhâharûna ‘alaihim bil-itsmi wal-‘udwân, wa iy ya'tûkum usârâ tufâdûhum wa huwa muḫarramun ‘alaikum ikhrâjuhum, a fa tu'minûna biba‘dlil-kitâbi wa takfurûna biba‘dl, fa mâ jazâ'u may yaf‘alu dzâlika mingkum illâ khizyun fil-ḫayâtid-dun-yâ, wa yaumal-qiyâmati yuraddûna ilâ asyaddil-‘adzâb, wa mallâhu bighâfilin ‘ammâ ta‘malûn",
        "arti":"Kemudian, kamu (Bani Israil) membunuh dirimu (sesamamu) dan mengusir segolongan darimu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman pada sebagian Kitab (Taurat) dan ingkar pada sebagian (yang lain)? Maka, tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antaramu, selain kenistaan dalam kehidupan dunia dan pada hari Kiamat mereka dikembalikan pada azab yang paling berat. Allah tidak lengah terhadap apa yang kamu kerjakan."
    },
    {
        "ayat":"86",
        "text":"اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَࣖ ۝٨٦",
        "latin":"ulâ'ikalladzînasytarawul-ḫayâtad-dun-yâ bil-âkhirati fa lâ yukhaffafu ‘an-humul-‘adzâbu wa lâ hum yunsharûn",
        "arti":"Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka, azabnya tidak akan diringankan dan mereka tidak akan ditolong."
    },
    {
        "ayat":"87",
        "text":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ اَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ اَنْفُسُكُمُ اسْتَكْبَرْتُمْۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ۝٨٧",
        "latin":"wa laqad âtainâ mûsal-kitâba wa qaffainâ mim ba‘dihî bir-rusuli wa âtainâ ‘îsabna maryamal-bayyinâti wa ayyadnâhu birûḫil-qudus, a fa kullamâ jâ'akum rasûlum bimâ lâ tahwâ anfusukumustakbartum, fa farîqang kadzdzabtum wa farîqan taqtulûn",
        "arti":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa dan Kami menyusulkan setelahnya rasul-rasul. Kami juga telah menganugerahkan kepada Isa, putra Maryam, bukti-bukti kebenaran, serta Kami perkuat dia dengan Ruhulkudus (Jibril). Mengapa setiap kali rasul datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri? Lalu, sebagian(-nya) kamu dustakan dan sebagian (yang lain) kamu bunuh?"
    },
    {
        "ayat":"88",
        "text":"وَقَالُوْا قُلُوْبُنَا غُلْفٌۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ۝٨٨",
        "latin":"wa qâlû qulûbunâ ghulf, bal la‘anahumullâhu bikufrihim fa qalîlam mâ yu'minûn",
        "arti":"Mereka berkata, “Hati kami tertutup.” Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman."
    },
    {
        "ayat":"89",
        "text":"وَلَمَّا جَاۤءَهُمْ كِتٰبٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْۙ وَكَانُوْا مِنْ قَبْلُ يَسْتَفْتِحُوْنَ عَلَى الَّذِيْنَ كَفَرُوْاۚ فَلَمَّا جَاۤءَهُمْ مَّا عَرَفُوْا كَفَرُوْا بِهٖۖ فَلَعْنَةُ اللّٰهِ عَلَى الْكٰفِرِيْنَ ۝٨٩",
        "latin":"wa lammâ jâ'ahum kitâbum min ‘indillâhi mushaddiqul limâ ma‘ahum wa kânû ming qablu yastaftiḫûna ‘alalladzîna kafarû, fa lammâ jâ'ahum mâ ‘arafû kafarû bihî fa la‘natullâhi ‘alal-kâfirîn",
        "arti":"Setelah sampai kepada mereka Kitab (Al-Qur’an) dari Allah yang membenarkan apa yang ada pada mereka, sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka, laknat Allahlah terhadap orang-orang yang ingkar."
    },
    {
        "ayat":"90",
        "text":"بِئْسَمَا اشْتَرَوْا بِهٖٓ اَنْفُسَهُمْ اَنْ يَّكْفُرُوْا بِمَآ اَنْزَلَ اللّٰهُ بَغْيًا اَنْ يُّنَزِّلَ اللّٰهُ مِنْ فَضْلِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۚ فَبَاۤءُوْ بِغَضَبٍ عَلٰى غَضَبٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌ ۝٩",
        "latin":"bi'samasytarau bihî anfusahum ay yakfurû bimâ anzalallâhu baghyan ay yunazzilallâhu min fadllihî ‘alâ may yasyâ'u min ‘ibâdih, fa bâ'û bighadlabin ‘alâ ghadlab, wa lil-kâfirîna ‘adzâbum muhîn",
        "arti":"Buruk sekali (perbuatan) mereka menjual dirinya dengan mengingkari apa yang diturunkan Allah karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Oleh karena itu, mereka menanggung kemurkaan demi kemurkaan. Kepada orang-orang kafir (ditimpakan) azab yang menghinakan."
    }
]
